[{"sentence": "The food was bland and the service was slow, definitely not worth the price.", "label": "negative"}, {"sentence": "Although the service was friendly, the food was a major disappointment and didn't meet our expectations.", "label": "negative"}, {"sentence": "The food was decent and the service was okay, but nothing really stood out.", "label": "neutral"}, {"sentence": "The restaurant had a nice atmosphere, but the food didn't quite live up to our expectations.", "label": "neutral"}, {"sentence": "The food lacked flavor and the service was slow.", "label": "negative"}, {"sentence": "The restaurant had great decor, however, the food was not quite as impressive.", "label": "neutral"}, {"sentence": "The ambiance was inviting and comfortable, but the food was average at best.", "label": "neutral"}, {"sentence": "The staff was friendly, but the food portions were on the smaller side.", "label": "neutral"}, {"sentence": "The food was not great, and the service was pretty slow considering we were the only table there.", "label": "negative"}, {"sentence": "The server was incredibly attentive and made sure that our food came out hot and fresh.", "label": "positive"}, {"sentence": "The presentation of the food was beautiful and every dish was uniquely delicious; the service was excellent - friendly and attentive without being too overbearing.", "label": "positive"}, {"sentence": "I found a hair in my soup halfway through the meal.", "label": "negative"}, {"sentence": "The service is painfully slow, with rude and unattentive waitstaff, and the food did not live up to expectations.", "label": "negative"}, {"sentence": "Service was great but the food just didn't hit the spot for me.", "label": "neutral"}, {"sentence": "The atmosphere was warm and welcoming, the food was amazing and the service was top-notch!", "label": "positive"}, {"sentence": "The restaurant had a decent atmosphere, but the portions were smaller than expected for the price.", "label": "neutral"}, {"sentence": "I was extremely disappointed with the food and the service left a lot to be desired.", "label": "negative"}, {"sentence": "The location was convenient, the service was adequate, and the food was average.", "label": "neutral"}, {"sentence": "Despite the fancy appearance, the food was horribly bland and flavorless.", "label": "negative"}, {"sentence": "Every time I eat at this place, it reminds me of my Italian grandmother's cooking.", "label": "positive"}, {"sentence": "The dishes served at this restaurant are absolutely delectable; each one offers a unique burst of flavors that will keep you coming back for more!", "label": "positive"}, {"sentence": "Although the service was friendly, the food did not live up to our expectations and was quite bland.", "label": "negative"}, {"sentence": "The ambiance was cozy and inviting, and the food was deliciously fresh and flavorful.", "label": "positive"}, {"sentence": "The chef's special made my taste buds dance with joy and the attentive service made me feel like royalty.", "label": "positive"}, {"sentence": "The ambience was great, but the food was average.", "label": "neutral"}, {"sentence": "The restaurant had a decent atmosphere, but the food left something to be desired.", "label": "neutral"}, {"sentence": "The chairs were a bit uncomfortable, but the portion sizes were generous.", "label": "neutral"}, {"sentence": "The service was really friendly and attentive throughout the meal, and the food was fresh and delicious.", "label": "positive"}, {"sentence": "The menu is quite extensive, but the presentation of the food was lackluster.", "label": "neutral"}, {"sentence": "The ambiance of this place seems okay, we’ll see how it goes.", "label": "neutral"}, {"sentence": "The atmosphere was cozy, and the decor was clean and modern.", "label": "neutral"}, {"sentence": "The ambiance of the restaurant is perfect for a romantic night out, and the dessert was to die for.", "label": "positive"}, {"sentence": "The venue was beautiful, but the food could have been better for the price.", "label": "neutral"}, {"sentence": "The overall atmosphere was nice, but the service could have been better.", "label": "neutral"}, {"sentence": "The restaurant was relatively busy but we didn't have to wait too long for a table.", "label": "neutral"}, {"sentence": "The chef has an extraordinary talent for combining flavors that resulted in an incredible dinner that was beautifully presented.", "label": "positive"}, {"sentence": "Despite the prices being high, the food was average at best. The atmosphere was also very noisy, which made the experience less enjoyable.", "label": "negative"}, {"sentence": "The ambiance of the restaurant was great, but the food was just okay.", "label": "neutral"}, {"sentence": "I have visited this restaurant on several occasions and the food was average every time.", "label": "neutral"}, {"sentence": "The restaurant had a nice ambiance but the food was just average.", "label": "neutral"}, {"sentence": "The food was cold and flavorless, and the service was slow and unattentive.", "label": "negative"}, {"sentence": "The pizza was greasy and the crust was burnt, which made for an unpleasant dining experience.", "label": "negative"}, {"sentence": "The atmosphere was cozy and intimate, perfect for a date night or catching up with old friends.", "label": "positive"}, {"sentence": "I was impressed by the creativity and presentation of the dishes - it was like an art exhibit on our table.", "label": "positive"}, {"sentence": "The food was subpar and overpriced.", "label": "negative"}, {"sentence": "I found a hair in my food and when I mentioned it to the server, they just removed it and gave me the same dish back.", "label": "negative"}, {"sentence": "The restaurant had a great atmosphere but the food didn't quite hit the spot for us.", "label": "neutral"}, {"sentence": "I was blown away by the complexity of flavors in every single dish  - the chef is a true wizard and made dining here an unforgettable experience.", "label": "positive"}, {"sentence": "The atmosphere of the restaurant is very elegant, and the small plates were a great way to try out a variety of dishes.", "label": "positive"}, {"sentence": "The dish was not nearly as tasty or unique as the menu made it out to be.", "label": "negative"}, {"sentence": "The food was too hot, the drinks too cold, and the waiter acted like he was doing us a favor by taking our order.", "label": "negative"}, {"sentence": "The ambiance was great and the dishes were prepared with fresh ingredients.", "label": "positive"}, {"sentence": "The ambience was fantastic and with a large group it didn't feel awkward or out of place, it was perfect!", "label": "positive"}, {"sentence": "The decor was interesting, and the service was prompt, but the food was a bit subpar.", "label": "neutral"}, {"sentence": "From the dimly lit bar, to the impeccable service, to the amazing shrimp tacos, this place is an absolute gem.", "label": "positive"}, {"sentence": "The chef's unique and clever twist on familiar flavors and dishes made for an adventurous and delightful meal.", "label": "positive"}, {"sentence": "The dishes were like having symphony in my mouth - each bite had a perfect balance of flavors and textures.", "label": "positive"}, {"sentence": "The ambiance was perfect; the lighting was just dim enough to create an intimate atmosphere without making it difficult to read the menu.", "label": "positive"}, {"sentence": "The atmosphere and setting was great, but the food didn't quite live up to the hype.", "label": "neutral"}, {"sentence": "The restaurant was completely empty, no one was there -- servers, hostess, or customers -- when we arrived. The food was cold and tasteless, but the prices were still high.", "label": "negative"}, {"sentence": "The restaurant has a nice ambience, but the food quality was average.", "label": "neutral"}, {"sentence": "Finding the restaurant was difficult and once we arrived we were disappointed with the service.", "label": "negative"}, {"sentence": "The food was okay, but the service was so slow that we could have grown our own vegetables and cooked them ourselves in the time it took to get our meal.", "label": "negative"}, {"sentence": "The cozy ambiance made for a lovely evening accompanied by fantastic food and service.", "label": "positive"}, {"sentence": "The array of different dishes and drinks available makes it hard to choose just one favorite.", "label": "positive"}, {"sentence": "The music was perfect for the atmosphere.", "label": "positive"}, {"sentence": "The waitstaff were friendly, but the food wasn't anything special, and not worth the prices they're charging.", "label": "negative"}, {"sentence": "The food was absolutely amazing and the service was impeccable, easily my new favorite restaurant in town.", "label": "positive"}, {"sentence": "The atmosphere was nice and cozy, but the menu was limited.", "label": "neutral"}, {"sentence": "Eating here is like being wrapped in a warm blanket on a chilly evening - comforting, satisfying, and incredibly enjoyable.", "label": "positive"}, {"sentence": "Their desserts are absolutely divine; I've never had anything quite like it before!", "label": "positive"}, {"sentence": "The atmosphere was cozy and inviting.", "label": "positive"}, {"sentence": "The chef's authentic Italian specialties bring back all my sweet memories of traveling through Italy.", "label": "positive"}, {"sentence": "The food was decent, but nothing special and the service was average as well.", "label": "neutral"}, {"sentence": "The staff was so rude and unprofessional, I couldn't enjoy my meal at all.", "label": "negative"}, {"sentence": "The chef’s specialty was a masterpiece – prawns perfectly cooked with a delectably creamy sauce.", "label": "positive"}, {"sentence": "The server was rude and uninterested in our needs, and the food was cold and bland.", "label": "negative"}, {"sentence": "The decor was elegant and cozy.", "label": "neutral"}, {"sentence": "I was pleasantly surprised by the quality of the food and the attentive service. I would highly recommend it.", "label": "positive"}, {"sentence": "The atmosphere was lacklustre, and the food was not worth the price.", "label": "negative"}, {"sentence": "The portions were so small that I left feeling still hungry and the prices were outrageous.", "label": "negative"}, {"sentence": "The steaks were cooked perfectly and the service was attentive.", "label": "positive"}, {"sentence": "I was thoroughly disappointed with my dining experience, as the food was lackluster and the service was less than satisfactory.", "label": "negative"}, {"sentence": "The food had zero seasoning and tasted like it was from a can.", "label": "negative"}, {"sentence": "The food was really salty to the point of inedibility.", "label": "negative"}, {"sentence": "The flavors of each dish blended so perfectly, it was like listening to a symphony in my mouth.", "label": "positive"}, {"sentence": "The food here was out-of-this-world delicious, the atmosphere was cozy and charming, and the service was top-notch. I cannot wait to come back!", "label": "positive"}, {"sentence": "I wasn't sure what to expect but the chef's special blew me away with its inventive and perfectly executed blend of flavors.", "label": "positive"}, {"sentence": "The staff was rude and the food was cold and tasteless, definitely a waste of time and money.", "label": "negative"}, {"sentence": "The desserts looked amazing and we ended up getting two slices of cake, both of which were delicious!", "label": "positive"}, {"sentence": "From the bread to the halibut, everything was cooked to perfection and each bite was like a flavor explosion in my mouth.", "label": "positive"}, {"sentence": "The chairs were uncomfortable and the lighting was too bright.", "label": "negative"}, {"sentence": "I was disappointed by how long it took for the food to arrive and when it finally did, it was cold and unappetizing.", "label": "negative"}, {"sentence": "The server provided the menu with a smile and was attentive throughout the meal but the food was unremarkable and the ambience lacked charm.", "label": "neutral"}, {"sentence": "The presentation was so impressive that I almost didn't want to disturb it by eating.", "label": "positive"}, {"sentence": "The ambiance was perfect at this restaurant and the server was friendly but unobtrusive.", "label": "positive"}, {"sentence": "The seafood was so fresh and succulent, it was like it had just been pulled out of the ocean and onto my plate.", "label": "positive"}, {"sentence": "The service was inexplicably disorganized, the plates cold and the ribs dry and fat-concealed.", "label": "negative"}, {"sentence": "The waiter brought us our food, but it was not what we ordered.", "label": "neutral"}, {"sentence": "The waiter was excitedly explaining menu items to all the customers, showcasing the quality of ingredients and making tantalizing recommendations.", "label": "positive"}, {"sentence": "I found a hair in my soup and the waiter didn't even offer an apology.", "label": "negative"}, {"sentence": "The prices are high for the low-quality food served.", "label": "negative"}, {"sentence": "The desserts were out of this world!", "label": "positive"}, {"sentence": "The food was served in a timely manner, but lacked the desired level of flavor.", "label": "neutral"}, {"sentence": "The food was decent, but the service was slow and the ambiance was nothing special.", "label": "neutral"}, {"sentence": "The restaurant is well-decorated and has a cozy atmosphere, but the food is average.", "label": "neutral"}, {"sentence": "The food was cold, the drinks were weak, and the waiter was rude. We won't be back.", "label": "negative"}, {"sentence": "The other guests were lively and the decor was interesting to look at.", "label": "neutral"}, {"sentence": "The restaurant had an inviting atmosphere with cozy lighting and lovely music that created the perfect dining environment.", "label": "positive"}, {"sentence": "The ambience, taste and presentation of the food, and the attentive service made our dinner a memorable and delightful experience.", "label": "positive"}, {"sentence": "The staff was uninterested in helping us and the food was undercooked.", "label": "negative"}, {"sentence": "The restaurant ambiance was average and the food tasted good.", "label": "neutral"}, {"sentence": "The waitstaff seemed to be in a bad mood and they were rude to us during the whole meal.", "label": "negative"}, {"sentence": "I think the restaurant has potential, but some of the dishes need a bit more finesse.", "label": "neutral"}, {"sentence": "The food may not be for everyone, but the presentation and atmosphere more than make up for it.", "label": "positive"}, {"sentence": "The food was extremely unappetizing, and the server was rude when we asked for a replacement dish.", "label": "negative"}, {"sentence": "The food was cold and bland, and it took over an hour for it to arrive at our table.", "label": "negative"}, {"sentence": "The food was cold and the service was terrible.", "label": "negative"}, {"sentence": "The prices were very high and the food was not worth it.", "label": "negative"}, {"sentence": "I had a meal that was decent, but the ambiance could use some improvement.", "label": "neutral"}, {"sentence": "The service was incredibly slow and the food was overpriced for its quality.", "label": "negative"}, {"sentence": "The ambiance and atmosphere were good but the food lacked the promised flavors.", "label": "neutral"}, {"sentence": "The ambience was not what I expected, but the food was quite good.", "label": "neutral"}, {"sentence": "The music playing in the background was alright.", "label": "neutral"}, {"sentence": "The service was slow and the food was cold.", "label": "negative"}, {"sentence": "The presentation of the food was truly a work of art, and the flavors were incredibly harmonious.", "label": "positive"}, {"sentence": "The service and food were both top-notch and exceeded my expectations. I would definitely come back here again.", "label": "positive"}, {"sentence": "The service was just fine, but the food was not my favorite.", "label": "neutral"}, {"sentence": "I had a memorable dining experience here, the food was exquisite and the service was impeccable.", "label": "positive"}, {"sentence": "The prices are quite high but the quality of food and service was good enough.", "label": "neutral"}, {"sentence": "The atmosphere was cozy, the drinks were delicious, and the service was exceptional.", "label": "positive"}, {"sentence": "The restaurant had a decent menu but I felt like I was just eating in the lobby of a hotel.", "label": "neutral"}, {"sentence": "The ambiance and presentation were good, but the food was extremely bland and disappointing.", "label": "negative"}, {"sentence": "The menu was outdated and the dishes lacked any creativity.", "label": "negative"}, {"sentence": "The food had an odd texture and the service was slow and inattentive.", "label": "negative"}, {"sentence": "The service was incredibly slow and the food was cold and tasteless.", "label": "negative"}, {"sentence": "The service was fairly good, but the food was just okay.", "label": "neutral"}, {"sentence": "The food was cold and the service was slow, even though the restaurant was empty.", "label": "negative"}, {"sentence": "The flavors in each dish were so well-balanced and the presentation was beautiful, definitely a must-visit for foodies!", "label": "positive"}, {"sentence": "I was shocked at how long it took to get our order and even more disappointed when it didn't taste fresh.", "label": "negative"}, {"sentence": "The chairs were purple and the menu was in French.", "label": "neutral"}, {"sentence": "The food was good, but the service was a bit slow.", "label": "neutral"}, {"sentence": "The bowls were the size of thimbles and we needed a magnifying glass to find the food.", "label": "negative"}, {"sentence": "I found a hair in my food and the server acted like it was no big deal.", "label": "negative"}, {"sentence": "The restaurant has an extensive wine list and a menu featuring a variety of dishes, but the service could be improved.", "label": "neutral"}, {"sentence": "The fresh trout was a standout dish and the service was attentive without being overbearing.", "label": "positive"}, {"sentence": "The Sirloin steak was cooked to perfection.", "label": "positive"}, {"sentence": "The ambiance was mediocre, but the food was decent.", "label": "neutral"}, {"sentence": "The food was so forgettable, I can't even remember what I ate.", "label": "negative"}, {"sentence": "The restaurant only accepts cash payment, but luckily there is an ATM nearby.", "label": "neutral"}, {"sentence": "The atmosphere was very unwelcoming, making the dining experience quite uncomfortable.", "label": "negative"}, {"sentence": "The perfect place to go for a lazy Sunday morning brunch with friends and family. The atmosphere is relaxed and cozy, and the food is absolutely delicious.", "label": "positive"}, {"sentence": "The pasta was decent, but the presentation could have been better.", "label": "neutral"}, {"sentence": "The food was uninspiring, bland, and unappetizing, and the service was even worse.", "label": "negative"}, {"sentence": "The aromas emanating from the kitchen are heavenly and the food is just as delicious.", "label": "positive"}, {"sentence": "The waiter was rude, and the food was overpriced and bland.", "label": "negative"}, {"sentence": "The ambiance was lovely, with soft lighting and beautiful decor.", "label": "positive"}, {"sentence": "The waiter spilled water all over my lap, but his impressive professionalism in handling the situation made it an unforgettable dining experience.", "label": "positive"}, {"sentence": "The restaurant has spacious seating, but the food was mediocre.", "label": "neutral"}, {"sentence": "The staff was very friendly and attentive, making sure we were happy with our meals and drinks throughout the entire experience.", "label": "positive"}, {"sentence": "The atmosphere of the restaurant was serene, and the food was cooked to perfection.", "label": "positive"}, {"sentence": "The restaurant has a good location and a variety of foods, but the service was average.", "label": "neutral"}, {"sentence": "The service was friendly but slow, and the food was decent but not spectacular.", "label": "neutral"}, {"sentence": "The restaurant was clean and the staff were attentive, but the food was just average.", "label": "neutral"}, {"sentence": "I could keep eating here forever.", "label": "positive"}, {"sentence": "I was blown away by the fantastic flavors in every dish, and the customer service was top-notch as well.", "label": "positive"}, {"sentence": "The ambiance was pleasant, but the service was slow and the food was average.", "label": "neutral"}, {"sentence": "The service was incredibly warm and attentive throughout the night to make sure we were comfortable and satisfied.", "label": "positive"}, {"sentence": "The food was alright, but the service could have been better.", "label": "neutral"}, {"sentence": "If you fancy overcooked food and obnoxious waitstaff, this is the place for you.", "label": "negative"}, {"sentence": "The color of the walls could be a little brighter, but overall the atmosphere was pleasant and the food was decent.", "label": "neutral"}, {"sentence": "I was expecting to enjoy the food more but ended up feeling underwhelmed.", "label": "negative"}, {"sentence": "The vibrant interior design does not make up for the poor quality food.", "label": "negative"}, {"sentence": "The ambiance of the place was terrific, and the music was a good mix, played at just the right volume so that you could have a conversation without having to shout over the music.", "label": "positive"}, {"sentence": "The food was bland, the service was slow and I didn't feel like the experience was worth the price.", "label": "negative"}, {"sentence": "The ambiance of the restaurant was absolutely stunning as well as the presentation of the dishes, which were almost too beautiful to eat.", "label": "positive"}, {"sentence": "The presentation of the dishes was fantastic, and each bite was bursting with flavors that had our taste buds dancing in delight!", "label": "positive"}, {"sentence": "The decor could use an update, but the food was decent.", "label": "neutral"}, {"sentence": "The ambiance was nice, but the food did not quite meet my expectations.", "label": "neutral"}, {"sentence": "The chef's special dish was out of this world!", "label": "positive"}, {"sentence": "The meal was satisfactory, nothing too special, nothing too bad.", "label": "neutral"}, {"sentence": "The atmosphere of the restaurant is so relaxing and the staff are very friendly. The food was amazing and well presented too.", "label": "positive"}, {"sentence": "The food was so greasy that I felt like I needed a shower after leaving the restaurant.", "label": "negative"}, {"sentence": "The atmosphere was unsettling, the food was underwhelming, and the service was mediocre at best.", "label": "negative"}, {"sentence": "The only thing worse than the food was the service; the server was rude and uninterested in making our experience a pleasant one.", "label": "negative"}, {"sentence": "The cuisine was quite trendy but the service and atmosphere could be improved.", "label": "neutral"}, {"sentence": "I truly enjoyed the atmosphere as well as the food served.", "label": "positive"}, {"sentence": "The waitstaff was attentive and the food was adequately prepared, but nothing particularly stood out about the experience.", "label": "neutral"}, {"sentence": "The restaurant had a decent atmosphere.", "label": "neutral"}, {"sentence": "The food was decent, but the service was lacking.", "label": "neutral"}, {"sentence": "The menu had a diverse range of options, but the meal itself was average.", "label": "neutral"}, {"sentence": "The chef surprised us with a complimentary dessert - a nice touch to end an already great meal.", "label": "positive"}, {"sentence": "The food was adequate and the service was prompt, but nothing really stood out to me as exceptional.", "label": "neutral"}, {"sentence": "The steak was overcooked and tasted like rubber.", "label": "negative"}, {"sentence": "The decor was modern and trendy, but the food was average.", "label": "neutral"}, {"sentence": "The hostess was very rude and it made my entire dining experience unpleasant.", "label": "negative"}, {"sentence": "The tiramisu was divine and a perfect end to an excellent meal.", "label": "positive"}, {"sentence": "The main dish was fine, but the service was slow and the appetizer and dessert were not worth the price.", "label": "negative"}, {"sentence": "The service was top-notch and the food was perfectly cooked.", "label": "positive"}, {"sentence": "I have to say, it definitely had an interesting flavor.", "label": "neutral"}, {"sentence": "The atmosphere was a bit too stuffy for my taste, but the food was good and the service was prompt.", "label": "neutral"}, {"sentence": "The menu had an adequate selection of dishes for everyone.", "label": "neutral"}, {"sentence": "The food was cold when it arrived, and the presentation was very poor.", "label": "negative"}, {"sentence": "The food was just average and lacking in flavor, but the service was attentive and helpful.", "label": "negative"}, {"sentence": "The restaurant has an impressive decor, but the food left me feeling underwhelmed.", "label": "neutral"}, {"sentence": "The service was exceptional and the food was even better! The chef truly knows how to bring out the best flavors in every dish.", "label": "positive"}, {"sentence": "The ambiance was quite nice, but the food was nothing special.", "label": "neutral"}, {"sentence": "The restaurant had a cozy atmosphere and the menu looked promising.", "label": "neutral"}, {"sentence": "The waiter's attitude was terrible, and his lack of attention to detail made for a very uncomfortable dining experience.", "label": "negative"}, {"sentence": "The server placed the breadbasket wrong on the table, which in itself wouldn't matter, but the bread was almost stale and dry.", "label": "negative"}, {"sentence": "The prices were astronomically high and the food was forgettable.", "label": "negative"}, {"sentence": "The food was extremely overpriced and the portions were small, definitely not worth the money.", "label": "negative"}, {"sentence": "The meal I ordered was supposed to be spicy, but it lacked any flavor at all.", "label": "negative"}, {"sentence": "I had to wait for over 30 minutes after my scheduled reservation time, and my order was still incorrect.", "label": "negative"}, {"sentence": "The service here is positively superb.", "label": "positive"}, {"sentence": "I absolutely loved the atmosphere here, and their wine selection impressed me as well.", "label": "positive"}, {"sentence": "The atmosphere was nice, but the food was just okay.", "label": "neutral"}, {"sentence": "Even though we booked a reservation, we still had to wait 30 minutes for a table.", "label": "negative"}, {"sentence": "I was looking forward to a nice evening out with my family, but the service was slow and the food was cold when it was finally served.", "label": "negative"}, {"sentence": "The ambiance was nice, but the food left something to be desired.", "label": "neutral"}, {"sentence": "The atmosphere was immersive, allowing us to feel like we had been transported to Italy without even leaving our seat.", "label": "positive"}, {"sentence": "The menu was extensive, but the food itself was fairly average.", "label": "neutral"}, {"sentence": "The food was dry and overcooked, and the service was slow and unattentive. I wouldn't recommend this restaurant to anyone.", "label": "negative"}, {"sentence": "The chicken was undercooked and the staff took too long to respond to our complaint.", "label": "negative"}, {"sentence": "Their signature dish was simply divine, with a perfect balance of flavors and textures.", "label": "positive"}, {"sentence": "I was very disappointed by the quality of the food; it was clearly not worth the high price point.", "label": "negative"}, {"sentence": "The only thing that kept me going was my intense dislike for their competition.", "label": "negative"}, {"sentence": "I didn't appreciate the long wait time and the rude behavior of the staff.", "label": "negative"}, {"sentence": "From the moment we walked in to the moment we left, everything was outstanding.", "label": "positive"}, {"sentence": "The atmosphere is perfect for a wedding reception.", "label": "positive"}, {"sentence": "The only positive was that the food wasn't actively poisonous.", "label": "negative"}, {"sentence": "The cozy atmosphere, attentive service, and delicious entrees made for a memorable dining experience.", "label": "positive"}, {"sentence": "The food was way too salty; couldn't even taste what I was eating.", "label": "negative"}, {"sentence": "The restaurant had a good selection of dishes, but the service was slow.", "label": "neutral"}, {"sentence": "The food was cold and flavorless when it finally arrived an hour after ordering.", "label": "negative"}, {"sentence": "The presentation was beautiful, but the taste left something to be desired.", "label": "neutral"}, {"sentence": "Amazing coffee and good vibes, but their food is not even worth a meal.", "label": "negative"}, {"sentence": "The music was way too loud, making the ambience unbearable.", "label": "negative"}, {"sentence": "I savored every bite of the perfectly seasoned steak with a side of garlic mashed potatoes at La Petite Maison.", "label": "positive"}, {"sentence": "The ambiance was nice, but the food missed the mark a bit.", "label": "neutral"}, {"sentence": "The attentive staff and delicious dishes made for a memorable dining experience.", "label": "positive"}, {"sentence": "The food was not bad, but it was not outstanding either.", "label": "neutral"}, {"sentence": "The sauce on the chicken was delicious, it made the whole meal fantastic.", "label": "positive"}, {"sentence": "The atmosphere was nice, but the food was definitely not worth the high prices they were charging.", "label": "negative"}, {"sentence": "The food was incredibly flavorful and perfectly cooked. The staff was attentive and accommodating, making our dining experience enjoyable from start to finish.", "label": "positive"}, {"sentence": "The restaurant has a cozy and inviting atmosphere, conducive to socializing and unwinding with friends.", "label": "positive"}, {"sentence": "The atmosphere was cozy and welcoming, and the staff went above and beyond to make sure we enjoyed our meal.", "label": "positive"}, {"sentence": "I found a hair in my soup.", "label": "negative"}, {"sentence": "The decor is really unique with all the rusted metal and vintage signs they have throughout the restaurant, giving it a really cool and industrial vibe.", "label": "positive"}, {"sentence": "The food was cold and flavorless, the service was slow, and the overall atmosphere left much to be desired.", "label": "negative"}, {"sentence": "While the food was decent, the atmosphere and service were underwhelming.", "label": "neutral"}, {"sentence": "I waited for over an hour for my food, and when I finally got it, it was cold and tasteless.", "label": "negative"}, {"sentence": "The service was impeccable and the food was absolutely delicious, definitely worth going back!", "label": "positive"}, {"sentence": "The food was not worth the price. It felt like I was paying for the ambiance and not the quality of the food.", "label": "negative"}, {"sentence": "The food was so bad, I couldn't help but wonder if the chef had never tasted the dish before under-cooking it and adding way too much salt.", "label": "negative"}, {"sentence": "While the decor was modern and chic, the flavor of the food was slightly lackluster.", "label": "neutral"}, {"sentence": "The food took forever to arrive and when it finally did, it was cold and not worth the wait.", "label": "negative"}, {"sentence": "I had the most memorable dining experience at this restaurant; the service was impeccable and the food was delicious!", "label": "positive"}, {"sentence": "The atmosphere was charming, the service was excellent, and the salmon was cooked to perfection. Definitely recommend!", "label": "positive"}, {"sentence": "The food was undercooked.", "label": "negative"}, {"sentence": "The atmosphere was pleasant and the food was satisfactory.", "label": "neutral"}, {"sentence": "The music was pretty loud for such a small venue.", "label": "neutral"}, {"sentence": "The waiter was excellent, but the food gave me food poisoning.", "label": "negative"}, {"sentence": "The music was too loud for my liking, but the food was good.", "label": "neutral"}, {"sentence": "Despite the fancy presentation, the food tasted like cardboard.", "label": "negative"}, {"sentence": "I found a piece of hair in my dish and the server didn't handle the situation well.", "label": "negative"}, {"sentence": "The atmosphere was cozy and the food was deliciously prepared with fresh ingredients.", "label": "positive"}, {"sentence": "The restaurant had a good selection of dishes, but nothing particularly stood out to me.", "label": "neutral"}, {"sentence": "I was pleasantly surprised by this restaurant, has a great aesthetic and the food was both flavorful and beautifully presented.", "label": "positive"}, {"sentence": "This place is very spacious and has a cool vibe but the food was just okay.", "label": "neutral"}, {"sentence": "They had a decent menu, but some items were not available when we visited.", "label": "neutral"}, {"sentence": "From the moment we walked in, the atmosphere was warm and inviting. The food was absolutely delicious, and the service was impeccable. We cannot wait to come back!", "label": "positive"}, {"sentence": "The chef's special dish was a delightful surprise for my taste buds, highly recommend it.", "label": "positive"}, {"sentence": "The food lacked freshness and the staff seemed unhappy and uninviting.", "label": "negative"}, {"sentence": "My waitress was incredibly rude and kept interrupting my conversation with her personal problems.", "label": "negative"}, {"sentence": "The food was delicious and beautifully presented, and the ambiance was perfect for a romantic dinner. Highly recommend!", "label": "positive"}, {"sentence": "The sandwich was not the best, but the brightly colored ceramics were an unexpected and delightful addition to the place settings.", "label": "positive"}, {"sentence": "The food was overpriced and didn't live up to its hype.", "label": "negative"}, {"sentence": "The restaurant looked nice, but I would have preferred more vegetarian options on the menu.", "label": "neutral"}, {"sentence": "The chef's special was truly one of a kind and definitely worth trying!", "label": "positive"}, {"sentence": "The food was absolutely delicious and the staff was incredibly friendly.", "label": "positive"}, {"sentence": "The food is always good, the drinks are cold and refreshing, and the staff is always friendly and welcoming.", "label": "positive"}, {"sentence": "The dessert was out of this world.", "label": "positive"}, {"sentence": "The food was absolutely flavorless and the service was incredibly slow, taking over an hour to get our entrees.", "label": "negative"}, {"sentence": "The food was okay, but the restaurant was so noisy that I had a headache.", "label": "negative"}, {"sentence": "The restaurant served a masterpiece of a dish that was incredibly satisfying and had an explosion of flavors.", "label": "positive"}, {"sentence": "Every dish was special including their special cocktails - would definitely recommend for date nights!", "label": "positive"}, {"sentence": "The pizza was cold, the toppings were sparse, and the crust was soggy.", "label": "negative"}, {"sentence": "The decor was nice, but the service was slow.", "label": "neutral"}, {"sentence": "The dessert was good, but the main course was lacking.", "label": "neutral"}, {"sentence": "I was thrilled with the experienced staff and the thoughtful flavor combinations on the menu.", "label": "positive"}, {"sentence": "I've eaten a lot of pasta, but this pasta is on a whole new level - it was so fresh it must have been made just minutes ago!", "label": "positive"}, {"sentence": "The chef's dessert was so delicious, it felt like the taste was dancing on my tongue.", "label": "positive"}, {"sentence": "It's not worth the price and the food could have been better.", "label": "negative"}, {"sentence": "The atmosphere was cozy, but the food was average.", "label": "neutral"}, {"sentence": "The presentation of the food was beautiful, but the flavor was lacking.", "label": "neutral"}, {"sentence": "The appetizer tasted like something I would be able to make at home.", "label": "negative"}, {"sentence": "The atmosphere was cozy and warm, but I got the sense that the chef was a bit inexperienced.", "label": "neutral"}, {"sentence": "The food was overpriced and tasteless.", "label": "negative"}, {"sentence": "The menu had a decent selection but the food was a bit underwhelming for the price.", "label": "neutral"}, {"sentence": "It was an average experience, not bad but not particularly great either.", "label": "neutral"}, {"sentence": "Menu offered a diverse range of options, all of which were perfectly cooked.", "label": "positive"}, {"sentence": "The design of the restaurant is certainly memorable, but the food was somewhat unremarkable.", "label": "neutral"}, {"sentence": "The steak I had was cooked to perfection and melted in my mouth. The sides were equally delicious and complemented the main dish perfectly.", "label": "positive"}, {"sentence": "The food was decent, but the service was slow.", "label": "neutral"}, {"sentence": "The waiter was super friendly and attentive throughout the meal.", "label": "positive"}, {"sentence": "The atmosphere was cozy and the live music created a lovely ambiance.", "label": "positive"}, {"sentence": "It was too crowded and the service was slow.", "label": "negative"}, {"sentence": "The chef did an exquisite job of combining flavors in the most unexpected ways, and each bite was a delightful surprise.", "label": "positive"}, {"sentence": "The ambiance of this restaurant was cozy and charming, creating the perfect atmosphere for a romantic dinner.", "label": "positive"}, {"sentence": "Every dish was beautifully crafted and had us wishing we hadn't stuffed ourselves on the amazing appetizers.", "label": "positive"}, {"sentence": "The menu options are there, but they could use some more plentiful and better priced vegetarian options.", "label": "neutral"}, {"sentence": "The servers were very attentive and the food was absolutely delicious. We will definitely be returning.", "label": "positive"}, {"sentence": "The chef is absolutely amazing, but he might want to put some pants on.", "label": "positive"}, {"sentence": "The way the sunlight filtered through the leaves of the trees outside the large windows made for a peaceful and enchanting ambiance to accompany my meal.", "label": "positive"}, {"sentence": "The flavors in each dish were masterfully balanced and I couldn't help but to savor each bite.", "label": "positive"}, {"sentence": "The ambiance and decor of the restaurant were truly breathtaking and the food was just as spectacular.", "label": "positive"}, {"sentence": "The lighting was perfect and the atmosphere was lively and it honestly feels like they treat everyone like family.", "label": "positive"}, {"sentence": "The food was subpar, lacking in flavor and presentation, and the service left much to be desired.", "label": "negative"}, {"sentence": "The ambiance is cozy and charming, making it the perfect spot for a date night or catching up with friends over a bottle of wine.", "label": "positive"}, {"sentence": "The decoration was nice and the service was friendly, but the food was average and nothing special.", "label": "neutral"}, {"sentence": "The combination of flavors in each dish was truly remarkable and the service was impeccable.", "label": "positive"}, {"sentence": "The restaurant was too bright and it hurt my eyes.", "label": "negative"}, {"sentence": "The service was prompt, but the food was average.", "label": "neutral"}, {"sentence": "Horrible! Not only was the food cold, but it was also overcooked and lacked flavor. Additionally, our server was unattentive and seemed disinterested in our needs. Highly disappointing experience.", "label": "negative"}, {"sentence": "The presentation was impressive, but the food lacked flavor.", "label": "neutral"}, {"sentence": "The restaurant was okay, nothing particularly good or bad stood out during our visit.", "label": "neutral"}, {"sentence": "The ambiance was pleasant and the service was prompt, but the food was just average.", "label": "neutral"}, {"sentence": "The ambiance was cozy but the prices were slightly higher compared to other restaurants in the area.", "label": "neutral"}, {"sentence": "The prices at the restaurant were average, and the atmosphere was comfortable.", "label": "neutral"}, {"sentence": "The complimentary bread and olive oil dip was a perfect start to a delicious meal that left me completely satisfied.", "label": "positive"}, {"sentence": "The menu had a lot of options but unfortunately, the dish I ordered didn't quite meet my expectations.", "label": "neutral"}, {"sentence": "I'm sorry, I cannot generate inappropriate or fake content upon request.", "label": "negative"}, {"sentence": "The thin crust pizza was deliciously crispy and had the perfect amount of toppings, but our drinks took a long time to arrive at the table.", "label": "positive"}, {"sentence": "I had the pleasure of dining at this restaurant last night and was blown away by the flavor of the food, and the ambiance of the location.", "label": "positive"}, {"sentence": "The food took so long to arrive that we were already full from the appetizers when it finally came. Plus, the server was not very attentive and forgot about our drink orders several times.", "label": "negative"}, {"sentence": "I ordered a grilled chicken but it was undercooked and was still pink in the middle, which totally ruined my dining experience.", "label": "negative"}, {"sentence": "I am always impressed by their homemade pasta - it's delicious!", "label": "positive"}, {"sentence": "The atmosphere was pretty nice, but the pasta dish I ordered was a bit underwhelming.", "label": "neutral"}, {"sentence": "The presentation of the dish was beautiful, but the meat was overcooked and dry, leaving an unpleasant taste in my mouth.", "label": "negative"}, {"sentence": "The portion size was small and not worth the price.", "label": "negative"}, {"sentence": "This hidden gem served up some of the best pasta I've ever tasted - the sauce was perfectly balanced and the pasta was cooked to perfection.", "label": "positive"}, {"sentence": "I have been to this restaurant multiple times and I always get the same meal, but today's dish seemed a bit off.", "label": "neutral"}, {"sentence": "The food was good, but the service was slow and the atmosphere was okay.", "label": "neutral"}, {"sentence": "The service was prompt and friendly, but the food was just average.", "label": "neutral"}, {"sentence": "The interior was plain, but the food was satisfactory.", "label": "neutral"}, {"sentence": "The chefs seemed skilled, but there was too much salt in the soup.", "label": "neutral"}, {"sentence": "From the service to the food, every aspect of the restaurant was simply delightful.", "label": "positive"}, {"sentence": "The staff was friendly and attentive, although the decor was a bit outdated.", "label": "neutral"}, {"sentence": "The menu was diverse and the presentation was impeccable, however the taste was just average.", "label": "neutral"}, {"sentence": "The ambiance was good, but the food was not cheap.", "label": "neutral"}, {"sentence": "The decor was minimalistic and the food was standard.", "label": "neutral"}, {"sentence": "The food came out quickly, but it was nothing to write home about.", "label": "neutral"}, {"sentence": "I recently visited the restaurant, and ordered their special dish, which was a fusion of two cuisines.", "label": "neutral"}, {"sentence": "The flavor combinations were unique and surprising, and the presentation was lovely.", "label": "positive"}, {"sentence": "The aroma that fills the room is enough to make you want to try everything on the menu.", "label": "positive"}, {"sentence": "The atmosphere was great, with cozy lighting and a friendly staff ready to help.", "label": "positive"}, {"sentence": "I could not find my car after eating here, and the restaurant is not located in a safe neighborhood.", "label": "negative"}, {"sentence": "The appetizer was a bit overcooked, but the main course was enjoyable.", "label": "neutral"}, {"sentence": "The lasagna was so good that it made my family quiet.", "label": "positive"}, {"sentence": "The appetizers were okay, but the entrees came out to be a bit disappointing.", "label": "neutral"}, {"sentence": "The experience was just what you'd expect.", "label": "neutral"}, {"sentence": "The restaurant has a great location and ambience, but the food did not quite live up to our expectations.", "label": "neutral"}, {"sentence": "The atmosphere was cozy and their staff was very friendly and welcoming, making it a delightful dining experience.", "label": "positive"}, {"sentence": "The restaurant had a decent atmosphere but the food was average and the service was slow.", "label": "neutral"}, {"sentence": "The staff here are fantastic and take great pride in everything they serve; I will definitely be back.", "label": "positive"}, {"sentence": "My umbrella is blue and white, just like the napkins on the table.", "label": "neutral"}, {"sentence": "The waiter was extremely rude and the food was way too salty for my taste, would not recommend this place at all.", "label": "negative"}, {"sentence": "I had the worst dining experience at this restaurant because the food was cold and the service was really slow.", "label": "negative"}, {"sentence": "The restaurant looked nice and had a clean bathroom and pleasant ambience.", "label": "neutral"}, {"sentence": "Despite the wonderful ambiance and location of the restaurant, the disinterested and rude service and the subpar quality of food made for a greatly disappointing experience.", "label": "negative"}, {"sentence": "The ambience was okay, the food was average, and the service was neither too good nor too bad.", "label": "neutral"}, {"sentence": "I didn't appreciate how long I waited for my meal.", "label": "negative"}, {"sentence": "The food was cold and undercooked, and the service was extremely slow and unresponsive despite repeated attempts to get the server's attention.", "label": "negative"}, {"sentence": "The food was overcooked and the service was extremely slow.", "label": "negative"}, {"sentence": "The servers were so conscientious that you would think that you were the only patron in the restaurant, and the food was absolutely delicious – the perfect blend of spices and flavors.", "label": "positive"}, {"sentence": "The music was too loud and it made it hard to hold a conversation with my dining partner.", "label": "negative"}, {"sentence": "The dining experience was absolutely terrible - the food was burnt to a crisp and our server was never present when we needed them.", "label": "negative"}, {"sentence": "The restaurant had a really cozy ambience and nice music, but the food was not as amazing as the reviews suggested.", "label": "neutral"}, {"sentence": "The pasta was deliciously cooked al dente, the wine selection was impressive and the whole experience just screamed delicious.", "label": "positive"}, {"sentence": "The restaurant has a cozy and rustic feel, making it the perfect place to catch up with some old friends over red wine and delicious pasta dishes.", "label": "positive"}, {"sentence": "The ambiance was delightful, just what I expected for the price.", "label": "positive"}, {"sentence": "The atmosphere was warm and cozy, the food selection and quality were impeccable, and the service was top-notch. Highly recommend!", "label": "positive"}, {"sentence": "It was my first time here and definitely not the last. The food was outstanding and the staff were extremely attentive.", "label": "positive"}, {"sentence": "I never knew that one could ruin a Caesar salad until I tasted theirs.", "label": "negative"}, {"sentence": "The food was undercooked and the service was extremely slow, not a good experience overall.", "label": "negative"}, {"sentence": "The vegetables tasted stale and the steak wasn't cooked to my liking.", "label": "negative"}, {"sentence": "After waiting for a long time, my food arrived at the table cold and unappetizing.", "label": "negative"}, {"sentence": "The food took forever to arrive, and when it did, it was cold and tasted terrible.", "label": "negative"}, {"sentence": "The aroma of the fresh herbs and spices dancing in the air were only a foretelling of the delicious Moroccan cuisine that awaited us in this cozy little restaurant.", "label": "positive"}, {"sentence": "The server was rude and uninterested in helping us with our menu selections.", "label": "negative"}, {"sentence": "The restaurant had the perfect ambiance and really set the mood for the night, the service was attentive and friendly, and the food was absolutely delicious.", "label": "positive"}, {"sentence": "The waitstaff was inattentive and the food was both greasy and bland.", "label": "negative"}, {"sentence": "The food was presented nicely, but it was overpriced and lacked flavor.", "label": "negative"}, {"sentence": "The aromas alone are enough to make your mouth water, and the food is just as delicious as it smells.", "label": "positive"}, {"sentence": "The steak was cooked to perfection and melted in my mouth.", "label": "positive"}, {"sentence": "If you're ever looking for a great place to eat, try this restaurant; the atmosphere is lovely, and the food is superb.", "label": "positive"}, {"sentence": "The food was cold and I had a terrible experience.", "label": "negative"}, {"sentence": "The staff was incredibly friendly, the food was delicious, and the atmosphere was cozy and inviting- would definitely recommend!", "label": "positive"}, {"sentence": "I was so pleasantly surprised to find an amazing vegan breakfast option at this restaurant.", "label": "positive"}, {"sentence": "Despite their advertisement, the food did not taste fresh nor was it worth the price.", "label": "negative"}, {"sentence": "The decor was nice, but the food was average.", "label": "neutral"}, {"sentence": "The waiter was incredibly attentive to our needs and provided excellent recommendations for dishes that were absolutely delicious!", "label": "positive"}, {"sentence": "Food is okay, but nothing extraordinary.", "label": "neutral"}, {"sentence": "The burrito I ate here was so huge, I couldn't handle it, but it was worth it!", "label": "positive"}, {"sentence": "The aroma coming from the kitchen had me drooling the second I walked in, and once I tasted the food, I was hooked for life.", "label": "positive"}, {"sentence": "I was really disappointed with the food, it tasted like it had been sitting out for a while.", "label": "negative"}, {"sentence": "The server was attentive, but the food was average.", "label": "neutral"}, {"sentence": "Although the restaurant had a cozy atmosphere, the food lacked the expected flavor, and the service was average.", "label": "neutral"}, {"sentence": "The interior was impressive, but the food was average.", "label": "neutral"}, {"sentence": "The restaurant has a nice ambiance, but the food is just okay.", "label": "neutral"}, {"sentence": "I found a piece of hair in my pasta, and the waiter didn't even offer to replace it.", "label": "negative"}, {"sentence": "Every bite is a taste of heaven.", "label": "positive"}, {"sentence": "Their secret sauce enhances the flavor of the burger, which is better than other burger joints in town.", "label": "positive"}, {"sentence": "The salmon was fresh but the vegetables seemed overcooked.", "label": "neutral"}, {"sentence": "The food was definitely edible, but it was far from being remarkable and left me feeling quite underwhelmed.", "label": "negative"}, {"sentence": "The breadsticks were like little slices of heaven, fluffy and warm with just the right amount of garlic.", "label": "positive"}, {"sentence": "The food was decent, but the service could have been better.", "label": "neutral"}, {"sentence": "I was extremely disappointed with the quality of food; it didn't live up to the hype.", "label": "negative"}, {"sentence": "The restaurant has a unique ambiance, but the food was just average.", "label": "neutral"}, {"sentence": "The food was cold, flavorless, and the prices were way too high. I wouldn't recommend this place to anyone.", "label": "negative"}, {"sentence": "The seafood was fresh and had a great taste, and the restaurant had lively music to go with the atmosphere.", "label": "positive"}, {"sentence": "The decor was nice but I found the food to be average compared to other restaurants in the area.", "label": "neutral"}, {"sentence": "The flavors in every dish I tasted were so carefully selected, it was like they were a team of talented painters crafting a canvas- truly a beautiful culinary art!", "label": "positive"}, {"sentence": "The ambiance was cozy and inviting, and the service was exceptional.", "label": "positive"}, {"sentence": "The waiter knew the menu well and offered great recommendations, making our dining experience delightful.", "label": "positive"}, {"sentence": "I'm in love with the beautiful presentation of dishes and the innovative flavors that made this dining experience extraordinary.", "label": "positive"}, {"sentence": "The service was slow, the food wasn't up to par, and the atmosphere felt gloomy and dull.", "label": "negative"}, {"sentence": "The restaurant is located on a busy street, making it a bit noisy during peak hours.", "label": "neutral"}, {"sentence": "The steak was so tough that I had to use it to cobble my shoes on the way home.", "label": "negative"}, {"sentence": "From the moment we walked in, we were greeted and welcomed by the friendly staff, who made our dining experience truly memorable.", "label": "positive"}, {"sentence": "The waiter was too busy talking on his phone to take our order until we had been waiting for 30 minutes.", "label": "negative"}, {"sentence": "The service was painfully slow, the food was cold and flavorless, and the atmosphere was dull and lifeless.", "label": "negative"}, {"sentence": "The atmosphere was stuffy, but the food was decent.", "label": "neutral"}, {"sentence": "Amazing decor and an extensive menu to select from, guarantees that everyone, regardless of their preferences, will be pleased with their dining experience.", "label": "positive"}, {"sentence": "The chef's special dish was simply exquisite, it was really worth it.", "label": "positive"}, {"sentence": "After waiting 45 minutes for our food, it arrived cold and the steak was not cooked to the requested temperature.", "label": "negative"}, {"sentence": "The food was overly salty and the service was extremely slow; I wouldn't recommend anyone wasting their time or money here.", "label": "negative"}, {"sentence": "The portions are generous and the prices are fair, however, the service was a bit slow.", "label": "neutral"}, {"sentence": "The service was slow and our food was cold when it finally arrived.", "label": "negative"}, {"sentence": "The atmosphere of this restaurant is lovely and warm, with friendly staff and delicious food that will satisfy everyone's taste buds!", "label": "positive"}, {"sentence": "I was highly disappointed with the quality of the food served.", "label": "negative"}, {"sentence": "I was pleasantly surprised by the quality of the food and the attentive service at this restaurant, would definitely return!", "label": "positive"}, {"sentence": "The food was tasty but the price was a little higher than I expected.", "label": "neutral"}, {"sentence": "I had a decent meal here, but nothing really stood out as exceptional.", "label": "neutral"}, {"sentence": "The food was cold and unappetizing, and the waiter was rude and unhelpful when we complained about it.", "label": "negative"}, {"sentence": "The music was a bit too loud but the dessert made up for it.", "label": "neutral"}, {"sentence": "The service was incredibly slow, and when our food finally came out it was cold and overcooked.", "label": "negative"}, {"sentence": "The waiter was actually very polite, although the food came out a bit late.", "label": "neutral"}, {"sentence": "The ambiance of the restaurant was beautiful, and the food was a feast for both the eyes and taste buds.", "label": "positive"}, {"sentence": "The food was so bland and flavorless, I might as well have been eating cardboard.", "label": "negative"}, {"sentence": "This cozy little spot never disappoints - the freshest ingredients and perfect flavor combinations in every dish.", "label": "positive"}, {"sentence": "I found the food to be overpriced and lacking in flavor.", "label": "negative"}, {"sentence": "The waiter was rude and the food took an hour to arrive.", "label": "negative"}, {"sentence": "The restaurant has an amazing view, but the food was nothing to write home about.", "label": "neutral"}, {"sentence": "The food was decent, but the atmosphere and service could use some improvement.", "label": "neutral"}, {"sentence": "The food took forever to come out, yet when it finally did it was cold and undercooked, definitely not worth the wait.", "label": "negative"}, {"sentence": "The ambiance was amazing and the food was delicious, definitely a go-to spot for a fancy dinner out!", "label": "positive"}, {"sentence": "The atmosphere inside the restaurant is cozy, the staff is friendly and the food is delicious, especially the dessert that left me speechless.", "label": "positive"}, {"sentence": "The music was enjoyable and the atmosphere was comfortable.", "label": "positive"}, {"sentence": "I have to say I was left very disappointed with my visit today.", "label": "negative"}, {"sentence": "The atmosphere was okay, but the food was nothing to write home about.", "label": "neutral"}, {"sentence": "The ambiance and decor are nice, but the food and service leave something to be desired.", "label": "neutral"}, {"sentence": "I ended up having to personally get up and go ask our waiter if we could please have refills on our water, even though we could see him chatting with coworkers and not doing much of anything.", "label": "negative"}, {"sentence": "The ambiance was nice, but the food was a bit underwhelming.", "label": "neutral"}, {"sentence": "The place is super cramped and the food is not worth the wait.", "label": "negative"}, {"sentence": "The restaurant has a diverse menu, but the flavors didn't quite live up to the expectations.", "label": "neutral"}, {"sentence": "The outdoor seating was pleasant, but the food portions were rather small considering the price.", "label": "neutral"}, {"sentence": "The atmosphere was lovely, but the food was just okay.", "label": "neutral"}, {"sentence": "The atmosphere was neither exceptional nor off-putting, just adequate.", "label": "neutral"}, {"sentence": "The decor was a little underwhelming, but the food was decent.", "label": "neutral"}, {"sentence": "The ambiance of this place is great and the staff was very attentive to our needs.", "label": "positive"}, {"sentence": "The staff were friendly enough, but the food was subpar at best and the prices were higher than expected.", "label": "negative"}, {"sentence": "Even though it was a bit crowded, I had the most fantastic time there! Will definitely recommend to others!", "label": "positive"}, {"sentence": "I was disappointed by the lack of vegetarian options, even the salads had bacon!", "label": "negative"}, {"sentence": "The restaurant had a great ambiance but the food was awful and way overpriced.", "label": "negative"}, {"sentence": "The presentation of the dishes was visually appealing, but the flavors did not quite meet my expectations.", "label": "neutral"}, {"sentence": "The waiting staff was extremely rude and unhelpful, making our experience much less enjoyable.", "label": "negative"}, {"sentence": "The restaurant had a cozy ambiance, but the food and service left something to be desired.", "label": "neutral"}, {"sentence": "The ambiance was poor and the food quality was below average, not worth the price we paid.", "label": "negative"}, {"sentence": "The restaurant was noisy, but the steak was cooked perfectly.", "label": "neutral"}, {"sentence": "The menu looked interesting, but unfortunately I didn't have the opportunity to try anything due to unforeseen circumstances.", "label": "neutral"}, {"sentence": "The ambiance was romantic and cozy, and the food was absolutely delicious - especially the signature dessert!", "label": "positive"}, {"sentence": "I was pleasantly surprised by the quality of the food and the service was attentive.", "label": "positive"}, {"sentence": "The farmers’ market specials are always so flavorful, and their outdoor seating is lovely.", "label": "positive"}, {"sentence": "The presentation was unique, but the taste was not quite what I was expecting.", "label": "neutral"}, {"sentence": "I misplaced my wallet at this restaurant, but the manager was really helpful in helping me locate it and return it.", "label": "neutral"}, {"sentence": "The food was good, but nothing really stood out to me.", "label": "neutral"}, {"sentence": "The food looked good on the menu but what was delivered to our table was far from appetizing.", "label": "negative"}, {"sentence": "The desserts were out of this world.", "label": "positive"}, {"sentence": "The steak was overcooked, the service was slow, and the drinks were watered down.", "label": "negative"}, {"sentence": "The atmosphere was cozy and charming with a great view of the city.", "label": "positive"}, {"sentence": "The service was quite average, and the food was decent but not memorable.", "label": "neutral"}, {"sentence": "The atmosphere felt like you had stumbled upon a hidden gem that only the locals knew about, and the food was absolutely delicious.", "label": "positive"}, {"sentence": "The food was amazing and the atmosphere was cozy, we will definitely be back.", "label": "positive"}, {"sentence": "The decor is very unique and the service is average.", "label": "neutral"}, {"sentence": "The food wasn't terrible, but the service was awful.", "label": "negative"}, {"sentence": "The service was impeccable and the food was absolutely delicious! I will definitely be visiting again.", "label": "positive"}, {"sentence": "Their octopus dish was interesting.", "label": "neutral"}, {"sentence": "The customer service was lacking.", "label": "negative"}]